using System;
using System.IO;
namespace hw_2
{
    class Program
    {
        static void Main(string[] args)
        {
           // 1. Объявить файл и указать к нему путь
           // 2. Считать файл
           // 3. Создать массив, который хранит все строки в файле
           // 4. Создать массив байтов
           // 5. Конвертировать каждую строку в переменную типа byte
           // 6. Записывать полученное значение переменной в массив байтов
           // 7. Записать файл в виде изображения по указанному пути
           // 8. Освободить ресурсы
        }
    }
}


